var searchData=
[
  ['бенчмарки_0',['Бенчмарки',['../index.html#autotoc_md4',1,'']]],
  ['библиотека_20simstr_1',['Библиотека simstr',['../overview.html#autotoc_md24',1,'Библиотека simstr'],['../index.html',1,'Библиотека simstr.']]],
  ['библиотека_20строковых_20объектов_20и_20функций_2',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]],
  ['библиотеки_3',['библиотеки',['../index.html#autotoc_md3',1,'Основные возможности библиотеки'],['../index.html#autotoc_md13',1,'Основные объекты библиотеки']]],
  ['было_20и_20есть_4',['Что было и есть',['../overview.html#autotoc_md20',1,'']]]
];
