var searchData=
[
  ['искать_20заменять_0',['Искать Заменять',['../overview.html#autotoc_md37',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md38',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['использование_1',['Использование',['../index.html#autotoc_md12',1,'']]],
  ['исходнаястрока_20искать_20заменять_2',['ИсходнаяСтрока Искать Заменять',['../overview.html#autotoc_md37',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md38',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['иммутабельность_3',['Мутабельность / иммутабельность',['../overview.html#autotoc_md20',1,'']]],
  ['использования_4',['Примеры использования',['../index.html#autotoc_md3',1,'']]],
  ['и_20есть_5',['Что было и есть',['../overview.html#autotoc_md18',1,'']]],
  ['и_20поиск_20в_20tt_20std_3a_3astring_5fview_20tt_6',['Сложение нескольких литералов и поиск в &lt;tt&gt;std::string_view&lt;/tt&gt;',['../index.html#autotoc_md6',1,'']]],
  ['и_20функций_7',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]]
];
