var searchData=
[
  ['обзор_0',['Обзор',['../overview.html',1,'']]],
  ['основные_20возможности_20библиотеки_1',['Основные возможности библиотеки',['../index.html#autotoc_md1',1,'']]],
  ['основные_20объекты_20библиотеки_2',['Основные объекты библиотеки',['../index.html#autotoc_md10',1,'']]],
  ['объектов_20и_20функций_3',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]],
  ['объекты_20библиотеки_4',['Основные объекты библиотеки',['../index.html#autotoc_md10',1,'']]],
  ['отладка_5',['Удобная отладка',['../index.html#autotoc_md14',1,'']]]
];
