var searchData=
[
  ['свои_20строковые_20выражения_0',['Свои строковые выражения',['../overview.html#autotoc_md32',1,'']]],
  ['сгенерированная_20документация_1',['Сгенерированная документация',['../index.html#autotoc_md8',1,'']]],
  ['символ_2',['Символ',['../overview.html#autotoc_md22',1,'expr_pad&lt;ТипСимвола&gt;{КоличествоСимволов, Символ = &apos; &apos;}'],['../overview.html#autotoc_md21',1,'expr_spaces&lt;ТипСимвола, КоличествоСимволов, Символ = &apos; &apos;&gt;{}']]],
  ['статьи_3',['Статьи',['../index.html#autotoc_md3',1,'']]],
  ['строки_20в_20с_4',['Строки в С++',['../overview.html#autotoc_md9',1,'']]],
  ['строковые_20выражения_5',['Строковые выражения',['../group___str_exprs.html',1,'Строковые выражения'],['../overview.html#autotoc_md20',1,'Строковые выражения']]],
  ['с_6',['Строки в С++',['../overview.html#autotoc_md9',1,'']]],
  ['самый_20простой_20класс_20строки_20называется_20естественно_20tt_20simple_5fstr_20tt_20_3a_7',['Первый самый простой класс строки называется, естественно, &lt;tt&gt;simple_str&lt;/tt&gt; :)',['../overview.html#autotoc_md16',1,'']]],
  ['строки_20называется_20естественно_20tt_20simple_5fstr_20tt_20_3a_8',['Первый самый простой класс строки называется, естественно, &lt;tt&gt;simple_str&lt;/tt&gt; :)',['../overview.html#autotoc_md16',1,'']]],
  ['строковые_20выражения_9',['Свои строковые выражения',['../overview.html#autotoc_md32',1,'']]],
  ['строковых_20объектов_20и_20функций_10',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]],
  ['строк_11',['строк',['../overview.html#autotoc_md15',1,'Классы строк.'],['../overview.html#autotoc_md13',1,'Конкатенация строк']]]
];
