var searchData=
[
  ['искать_20заменять_0',['Искать Заменять',['../overview.html#autotoc_md39',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md40',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['использование_1',['Использование',['../index.html#autotoc_md15',1,'']]],
  ['исходнаястрока_20искать_20заменять_2',['ИсходнаяСтрока Искать Заменять',['../overview.html#autotoc_md39',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md40',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['иммутабельность_3',['Мутабельность / иммутабельность',['../overview.html#autotoc_md22',1,'']]],
  ['использования_4',['Примеры использования',['../index.html#autotoc_md6',1,'']]],
  ['используется_5',['Где уже используется',['../index.html#autotoc_md18',1,'']]],
  ['и_20есть_6',['Что было и есть',['../overview.html#autotoc_md20',1,'']]],
  ['и_20поиск_20в_20tt_20std_3a_3astring_5fview_20tt_7',['Сложение нескольких литералов и поиск в &lt;tt&gt;std::string_view&lt;/tt&gt;',['../index.html#autotoc_md9',1,'']]],
  ['и_20функций_8',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]]
];
