var searchData=
[
  ['искать_20заменять_0',['Искать Заменять',['../overview.html#autotoc_md29',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md30',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['использование_1',['Использование',['../index.html#autotoc_md4',1,'']]],
  ['исходнаястрока_20искать_20заменять_2',['ИсходнаяСтрока Искать Заменять',['../overview.html#autotoc_md29',1,'e_repl(ИсходнаяСтрока, &quot;Искать&quot;, &quot;Заменять&quot;)'],['../overview.html#autotoc_md30',1,'expr_replaced&lt;ТипСимвола&gt;{ИсходнаяСтрока, Искать, Заменять}']]],
  ['иммутабельность_3',['Мутабельность / иммутабельность',['../overview.html#autotoc_md12',1,'']]],
  ['использования_4',['Примеры использования',['../index.html#autotoc_md7',1,'']]],
  ['и_20есть_5',['Что было и есть',['../overview.html#autotoc_md10',1,'']]],
  ['и_20функций_6',['simstr - библиотека строковых объектов и функций',['../index.html#autotoc_md0',1,'']]]
];
